Repository: SAP/macos-app-patcher
Catalog: source/Patcher/Localizable.xcstrings
Source language: en
Languages: de

# ApplicationsLoadFailedErrorText
source: The update information could not be loaded. Please check your internet connection and try again.
de: Die Update-Informationen konnten nicht geladen werden. Bitte überprüfe Deine Internetverbindung und versuche es erneut.

# ApplicationsLoadFailedErrorTitle
source: Failed to load update information!
de: Fehler beim Laden der Update-Informationen!

# ButtonTitleCancel
source: Cancel
de: Abbrechen

# ButtonTitleInstall
source: Install
de: Installieren

# ButtonTitleOpen
source: Open
de: Öffnen

# ButtonTitleQuit
source: Quit
de: Beenden

# ButtonTitleReinstall
source: Reinstall
de: Neu installieren

# configuredByProfileLabel
source: This setting has been configured by a profile.
de: Diese Einstellung wurde von einem Profil konfiguriert.

# InstallationFailedErrorText
source: An error occurred while installing %1$(appName)@.
de: Bei der Installation von %(appName)@ ist ein Fehler aufgetreten.

# InstallationFailedErrorTitle
source: Installation failed!
de: Installation fehlgeschlagen!

# SelfUpdateWarningText
source: The Patcher application will close in order to install the update. After the update finishes, the application will restart automatically.
de: Patcher wird geschlossen, um das Update zu installieren. Sobald das Update abgeschlossen ist, wird Patcher automatisch neu gestartet.

# SelfUpdateWarningTitle
source: Are you sure you want to update Patcher?
de: Bist Du sicher, dass Du ein Update für Patcher durchführen willst?

# SidebarItemTitleDiscover
source: Discover
de: Entdecken

# updateDeferralDaysTooltip
source: %1$(deferralDays)lld days
de: %1$(deferralDays)lld Tage

# UpdateFailedErrorText
source: An error occurred while updating %1$(appName)@.
de: Beim Update von %(appName)@ ist ein Fehler aufgetreten.

# UpdateFailedErrorTitle
source: Update failed!
de: Update fehlgeschlagen!

# updateNotificationIntervalTooltip
source: %1$(notificationInterval)lld hours
de: %1$(notificationInterval)lld Stunden

# VersionInfoString
source: Version %1$(currentVersion)@ was released on %2$(releaseDate)@, but you still have version %3$(installedVersion)@ installed on your Mac.
de: Version %1$(currentVersion)@ wurde am %2$(releaseDate)@ veröffentlicht, aber Du hast auf Deinem Mac noch Version %3$(installedVersion)@ installiert.
